Repository: ciapciak96/MedImage
Catalog: MedImage/*.lproj/Localizable.strings
Languages: tr

source: Get Started
tr: Başlat

source: Next
tr: Sonraki

source: Welcome to MedImage!
tr: MedImage’e Hoşgeldiniz!

source: First, let us introduce you to the app and how to use it, step by step
tr: Öncelikle, size adım-adım uygulamayı tanıtıp nasıl kullanıldığını gösterelim

source: Starting up
tr: Başlangıç

source: You can make custom folders just for your needs, to store different images in different spaces, named just the way you find it right
tr: Kendinize özel klasörler oluşturup, kendi bulabileceğiniz biçimde adlandırarak çeşitli bölümlerde kaydedebilirsiniz

source: Adding new images
tr: Yeni görseller ekleme

source: You can name, describe and set a date for each image you add, to properly store and organize your documents inside your folder
tr: Klasörünüze kaydettiğiniz her bir görseli saklamak ve düzenlemek için ayrı ayrı adlandırabilir, açıklama ve tarih ekleyebilirsiniz

source: Viewing your document
tr: Belgeniz görüntüleme

source: You can change the description, rename your image, send it outside directly from the app and zoom in by clicking the image
tr: Görselinizi yeniden adlandırabilir, açıklamasını değiştirebilir, uygulamanın dışına aynen gönderebilir ve üzerine tıklayarak yakınlaştırabilirsiniz

source: Create new folder
tr: Yeni klasör oluştur

source: Add
tr: Ekle

source: Cancel
tr: Vazgeç

source: Sort by date
tr: Tarihe göre

source: Search...
tr: Ara...

source: No camera found
tr: Kamera bulunamadı

source: No title!
tr: Başlık eksik!

source: Please add a title and continue
tr: Bir başlık ekleyerek devam ediniz

source: No image!
tr: Görsel bulunamadı!

source: Please add an image and continue
tr: Bir görsel ekleyerek devam ediniz

source: Enter description here
tr: Açıklamayı buraya yazın

source: Add new document
tr: Yeni belge ekle

source: Title
tr: Başlık

source: Description (optional)
tr: Açıklama (isteğe bağlı)

source: Enter title here
tr: Başlığı buraya yazın

source: Set date
tr: Tarih ekle

source: Rename
tr: Yeniden adlandır

source: Description
tr: Açıklama

source: Rename document
tr: Yeniden adlandır

source: Change
tr: Değiştir
